[
  {
    "id": 101,
    "slug": "fall-of-constantinople",
    "title": "Падение Константинополя: Конец Средневековья",
    "category": "Средневековье",
    "published_at": "2024-05-29T12:00:00Z",
    "hero_image_url": "https://images.unsplash.com/photo-1541963463532-d68292c34b19?q=80&w=1976&auto=format&fit=crop",
    "summary": "29 мая 1453 года рухнули не просто стены города. Рухнул старый мир. Разбор технологий, предательств и геополитики.",
    "content": "<p class=\"lead text-xl text-stone-600 italic mb-8 border-l-4 border-primary pl-4\">В этот день Византийская империя, наследница Рима, прекратила существование. Но была ли это трагедия или неизбежность?</p><h2 id=\"walls\">Стены, которые нельзя разрушить</h2><p>Стены Феодосия считались неприступными тысячу лет. Но Мехмед II привел под стены не просто армию, а новую эпоху — эпоху пороха. Венгерский инженер Урбан отлил пушку \"Базилика\", способную стрелять ядрами весом в 600 кг.</p><h2 id=\"siege\">Осада и предательство</h2><p>Город защищали всего 7000 человек против 80-тысячной армии султана. Ирония в том, что решающий прорыв случился не из-за пушек, а из-за забытой незапертой двери Керкопорта.</p>",
    "perspectives": [
      {
        "type": "economic",
        "title": "Венецианский прагматизм",
        "content": "Для Венеции и Генуи падение города было коммерческой катастрофой, но предсказуемой. Они годами выкачивали ресурсы из Византии, ослабляя её экономику."
      },
      {
        "type": "opponent",
        "title": "Взгляд Османов",
        "content": "Для Мехмеда II это была не агрессия, а священная миссия. Султан видел себя не варваром, а новым Кайзером Рима (Kayser-i Rum), объединителем Запада и Востока."
      }
    ],
    "timeline": []
  },
  {
    "id": 102,
    "slug": "bronze-age-collapse",
    "title": "Апокалипсис 1177 года до н.э.",
    "category": "Древний мир",
    "published_at": "2024-10-15T10:00:00Z",
    "hero_image_url": "https://images.unsplash.com/photo-1505563159993-16147d804183?q=80&w=2013&auto=format&fit=crop",
    "summary": "За 50 лет исчезли цивилизации, процветавшие тысячелетиями. Кто такие 'Народы Моря' и при чем тут климат?",
    "content": "<p class=\"lead text-xl text-stone-600 italic mb-8 border-l-4 border-primary pl-4\">Представьте, что завтра исчезнет интернет, электричество и международная торговля. Именно это случилось в 12 веке до н.э.</p><h2>Системный коллапс</h2><p>Мир поздней бронзы был удивительно похож на наш: глобальная торговля и сложные союзы. Когда рухнул один элемент (торговля оловом), посыпалось всё.</p>",
    "perspectives": [
      {
        "type": "economic",
        "title": "Дефицит олова",
        "content": "Бронзовый век закончился, потому что закончилось олово. Разрыв торговых цепочек вынудил людей искать замену. Это привело к переходу на железо."
      },
      {
        "type": "context",
        "title": "Климатическая катастрофа",
        "content": "Анализ пыльцы показывает, что регион накрыла 'мега-засуха'. Голод вызвал миграции, миграции вызвали войны."
      }
    ],
    "timeline": []
  },
  {
    "id": 103,
    "slug": "napoleonic-code",
    "title": "Кодекс Наполеона: Экспорт революции",
    "category": "Новое время",
    "published_at": "2024-11-01T09:00:00Z",
    "hero_image_url": "https://images.unsplash.com/photo-1533241242352-0c03c30095a2?q=80&w=2070&auto=format&fit=crop",
    "summary": "Почему гражданский кодекс 1804 года важнее для истории, чем битва при Аустерлице.",
    "content": "<p>Куда бы ни ступала армия Наполеона, она несла этот Кодекс. Даже после его поражения монархи не смогли полностью отменить эти законы.</p>",
    "perspectives": [
      {
        "type": "political",
        "title": "Инструмент контроля",
        "content": "Наполеон создавал Кодекс не из альтруизма. Ему нужно было централизованное государство."
      },
      {
        "type": "opponent",
        "title": "Шаг назад для женщин",
        "content": "Кодекс закрепил полную юридическую зависимость женщин от мужей. В этом смысле Наполеон был консерватором."
      }
    ],
    "timeline": []
  },
  {
    "id": 104,
    "slug": "black-death-impact",
    "title": "Черная Смерть: Как чума создала современный мир",
    "category": "Средневековье",
    "published_at": "2024-12-05T15:00:00Z",
    "hero_image_url": "https://images.unsplash.com/photo-1575422589734-ce4f4820560f?q=80&w=2070&auto=format&fit=crop",
    "summary": "В 1347 году Европа потеряла треть населения. Но именно этот кошмар разрушил оковы феодализма и открыл дорогу Ренессансу.",
    "content": "<p class=\"lead text-xl text-stone-600 italic mb-8 border-l-4 border-primary pl-4\">История не знает сослагательного наклонения, но без чумной палочки Yersinia pestis мы, возможно, до сих пор жили бы при феодальном строе.</p><h2 id=\"apocalypse\">Всадники Апокалипсиса</h2><p>Корабли из Каффы (Крыма) принесли в Мессину страшный груз. Крысы, блохи и бактерии за 5 лет убили около 25 миллионов человек в Европе. Города пустели, поля зарастали лесом.</p><h2 id=\"legacy\">Парадокс выживших</h2><p>Те, кто выжил, обнаружили себя в новом мире. Еды стало много (едоков-то меньше), а рабочих рук — мало. Это перевернуло экономику с ног на голову.</p>",
    "perspectives": [
      {
        "type": "economic",
        "title": "Золотой век крестьянства",
        "content": "Раньше лорды диктовали условия. После чумы крестьяне осознали свою ценность. Дефицит рабочей силы заставил землевладельцев платить реальные деньги. Это был конец крепостного права в Западной Европе."
      },
      {
        "type": "cultural",
        "title": "Memento Mori",
        "content": "Близость смерти изменила искусство. Пляски смерти (Danse Macabre), реализм в живописи, фокус на человеческих страданиях — всё это предтечи гуманизма Ренессанса. Люди начали ценить земную жизнь, раз она так коротка."
      },
      {
        "type": "religious",
        "title": "Кризис веры",
        "content": "Почему Бог допустил это? Церковь не могла дать ответ и не могла защитить. Авторитет священников пошатнулся, что заложило первые трещины в фундамент католицизма, которые через 200 лет разорвет Мартин Лютер."
      }
    ],
    "timeline": []
  },
  {
    "id": 105,
    "slug": "opium-wars",
    "title": "Опиумные войны: Наркотрафик как инструмент дипломатии",
    "category": "Новое время",
    "published_at": "2024-12-10T08:00:00Z",
    "hero_image_url": "https://images.unsplash.com/photo-1535905557558-afc4877a26fc?q=80&w=1974&auto=format&fit=crop",
    "summary": "Как любовь англичан к чаю превратила Китай в страну наркоманов и почему Гонконг стал британским.",
    "content": "<p class=\"lead text-xl text-stone-600 italic mb-8 border-l-4 border-primary pl-4\">Это история о том, как свободный рынок может быть разрушительнее ядерной бомбы.</p><h2 id=\"tea-crisis\">Чайный кризис</h2><p>Британия сходила с ума по чаю, который рос только в Китае. Китай продавал чай только за серебро. Серебро утекало из Британии рекой. Империи нужен был товар, который китайцы захотят купить так же сильно.</p><h2 id=\"solution\">Решение проблемы</h2><p>Ост-Индская компания нашла такой товар в Индии. Это был опиум. Нелегальные поставки наркотиков переломили торговый баланс. Китай попытался это остановить, уничтожив партию опиума в Гуанчжоу. Лондон ответил канонерками.</p>",
    "perspectives": [
      {
        "type": "economic",
        "title": "Торговый баланс",
        "content": "Война началась не из-за жестокости, а из-за бухгалтерской книги. Британия не могла позволить себе дефицит серебра. Наркоторговля стала единственным способом 'выровнять' макроэкономику. Это был первый пример войны за 'свободную торговлю'."
      },
      {
        "type": "opponent",
        "title": "Взгляд Китая: Век унижений",
        "content": "Для Китая это стало началом 'Столетия унижений'. Срединная империя, считавшая себя центром мира, вдруг поняла, что безнадежно отстала технологически. Паровой флот британцев уничтожил деревянные джонки без потерь."
      }
    ],
    "timeline": []
  }
]
